{
   "latestnews":["President Hage Geingob has announced that the country will reopen on 5 May 2020. This is part of a four stage response plan devised by government aimed at easing the COVID-19 lockdown. Under stage 2 lockdown will look like this: The wearing of face masks will be compulsory. People will be allowed to travel between regions without permits. Borders will remain closed for outside travel. Namibians returning from other countries will be allowed to enter the country but subject to mandatory  quarantine for 14 days.", "Businesses and productive activities, unless prohibited will be permitted to reopen, subject to responsible personal and organizational conduct and in compliance with the prescribed Health & Hygiene Guidelines."],
   "virusdef":["Also known as coronaviruses (COV) or Coronavirus disease (COVID-19), is a new strain of the disease that was discovered in 2019. The Coronavirus is zoonotic, which means that transmission is between animals and humans.","The COV comes from a large family of viruses that cause an illness similar to cold. Symptoms such as fever, cough, shortness of breath and breathing diffulties are the common signs of infection. In severe cases, it can cause pneumonia, severe acute respiratory syndrome, kidney failure and even death.","Source: https://www.who-int/health-topics/coronavirus."],
   "transmission":["The virus spreads through person-to-person contacts such as touching an infected person's hand or face.","Standing too close to an infected person (less than one meter).","When an infected person sneezes and coughs, the droplets that may land in mouth and nose of a non-infected person can be inhaled into the lungs resulting in a possible infection.","Touching objects, surfaces and doorknobs that an infected person has touched.","Source: https://www.cdc.gov/coronavirus/2019-ncov/prepare/transmission.html"],
   "measures":["The best way to prevent illness is to take preventative measures such as: Washing your hands regularly with soap and water for at least 20 seconds.","Make use of hand sanitizers containing 60% alcohol if water and soap are not available.","Avoid touching your eyes, nose and mouth with unwashed hands.","When coughing or sneezing, cover your mouth with a tissue or cough into the inside of your elbow.","Dispose of the used tissue into the trash and wash your hands immediately.","Avoid close contact., self-quarantine when sick and practice social distancing.","Wear a face mask if you are sick especially.","Clean and disinfect frequently used surfaces (tables, doorknobs, handles, phones, keyboard, toilets, sinks etc).","Source: https://www.cdc.gov/coronavirus/2019-ncov/prepare/prevention.html"],
   "treatment":["There is currently no vaccine to prevent the Coronavirus disease (COVID-19) and many patients are being treated as per the patient’s clinical conditions.","The best way to prevent illness is to avoid being exposed to the virus by social distancing, sanitizing, clean and disinfecting frequently touched surfaces.","Source: https://www.cdc.gov/coronavirus/2019-ncov/prepare/prevention.html"],
   "tips":["Maintain social distancing by keeping at least a 1 meter distance between yourself and anyone who is coughing or sneezing.","Wash your hands frequently with soap and water or wash them with an alcohol-based hand rub.","Avoid touching your eyes, nose and mouth.","Practice respiratory hygiene. This means covering your mouth and nose with your bent/flexed elbow or use a tissue when you cough or sneeze. Then dispose of the used tissue immediately.","Wear a face mask if you are sick especially if you are coughing and sneezing.","If you have fever, cough and difficulty breathing, seek medical care early.","Stay informed and follow advice given by your healthcare provider and the Ministry of Health and Social Services.","Stay home","Source: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public"],
   "facts":["5G mobile networks DO NOT spread COVID-19. Viruses cannot travel on radio waves/mobile networks.COVID-19 is spreading in many countries that do not have 5G mobile networks. COVID-19 is spread through respiratory droplets when an infected person coughs, sneezes or speaks. People can also be infected by touching a contaminated surface and then their eyes, mouth or nose.","You can recover from the coronavirus disease (COVID-19). Catching the new coronavirus DOES NOT mean you will have it for life.", " Being able to hold your breath for 10 seconds or more without coughing or feeling discomfort DOES NOT mean you are free from the coronavirus disease (COVID-19) or any other lung disease.", "Drinking alcohol does not protect you against COVID-19 and can be dangerous.","Taking a hot bath will not prevent you from catching the disease.","The new coronavirus CANNOT be transmitted through mosquito bites.","COVID-19 virus can be transmitted in areas with hot and humid climates as well as cold or dry climates.","Hand dryers are NOT effective in killing the new coronavirus.","Ultraviolet disinfection lamps should NOT be used to try and kill the new coronavirus.","Thermal scanners are only useful in detecting people infected with the new coronavirus if they have currently a fever. It is possible to have the virus and not have a fever yet.","Spraying alcohol or chlorine all over your body will NOT kill the new coronavirus.","Vaccines against pneumonia DO NOT protect you against the new coronavirus.","There is no evidence that eating garlic would prevent infection with the new coronavirus.","Source: https://www.who-int/emergencies/diseases/novel-coronavirus-2019/advice-for-public/myth-busters"],
   "casedefs":[{"Case A":"A patient with acute respiratory illness (fever and at least one sign/symptom of respiratory disease (e.g., cough, shortness of breath), AND with no other symptoms that fully explain the clinical presentation AND a history of travel to or residence in a country/area or territory reporting local transmission (See situation report) of COVID-19 disease during the 14 days prior to symptom onset."},{"Case B":"A patient with any acute respiratory illness AND having been in contact with a confirmed or probable COVID-19 case (see definition of contact) in the last 14 days prior to onset of symptoms;"},{"Case C":"A patient with severe acute respiratory infection (fever and at least one sign/symptom of respiratory disease (e.g., cough, shortness breath) AND requiring hospitalization AND with no other aetiology that fully explains the clinical presentation."}],
   "symptoms":["Reported symptoms include fever, coughing and shortness of breath.","The symptoms generally appear 2 to 14 days after being exposed to the virus.","Source: https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html"],
   "testing": ["Persons will only be tested on the advice of health professionals.", "Should you feel unwell, with symptoms of a dry cough, high fever and shortness of breath, please call the Toll-Free Number 0800 100 100 or consult a health facility or community health worker to be advised on what to do.", "You will only be tested, if you have been screened by a health professional and found to have symptoms that meet the standard case definition."]
}
