newsid, title, author, date, body, ending, readmore,,,,,,,,,,,,,,,,,,,,,,,
001,Update on COVID-19 in Namibia, Ministry of Health and Social Services, 29/03/2020, 1.We are living in a challenging times as a country. There is a lot of worry and anxiety in many of our people around Namibia. Since the first two confirmed cases of COVID-19 were reported in Namibia on 15 March 2020, much has happened and have been happening both before and thereafter. We want the Namibian people to know our priorities and what is happening right now. 2. Testing and finding cases It is critical to trace the contacts of the known cases so that we can determine quickly if others in Namibia became infected as well. This means expeditious identification of all those who had contact with known cases, and monitoring them for the period of 14 days, based on the incubation period of the disease. When those people have symptoms, they are tested. We are also testing those with travel histories and symptoms that meet the case definition of suspect cases. The Robert Mugabe clinic is not set up and operating for COVID-19 screening. These services will be made available in other areas soon. Testing is also taking place at a private laboratory, especially through, private hospitals. However, all test result conducted on specimen collected within our borders must be reported to the National Institute of Pathology. This is important to ensure a truly national response. A 12 bed facility, within the Windhoek Central Hospital Complex, build with prefabricated technology, will be handed over by the contractor next week. In other Regions across the country, especially at our District Hospitals, preparedness has been scaled up. This include preparation of quarantine and isolation facilities. 3. Clinical management For people who are sick with COVID-19 or any other similar illness, care is being provided. It has been shown from other countries that most people who contract COVID-19, will have mild illnesses and will not require hospital care. But for those who do, we have prioritised the capacitation, training and preparation for hospital staff, protecting our healthcare workers, increasing capacity of intensive care, and coordinating with private hospitals. 4. Point of Entry It is important to state that in lime with the State of Emergency, only Namibians, holders of permanent residence permits and a persons domiciled in Namibia may enter the country. Those who enter the country are screened at Points of Entry and are subjected to 14 days supervised quarantine. There is a special dispensation for providers of essential and critical services in order to ensure that normal life in the country continues. Travel restrictions that Government has announced, means screening at all land, air, and sea entry points for those who still arrive and quarantine of those who are at risk of exposure in the countries from which they are coming. 5. Lockdown of Khomas and Erongo Regions: The latest measure is the Lockdown of Khomas and Erongo Regions, inclusive of Rehoboth and Okahandja local authority areas. 6. Communication to the public We know that all Namibians want clear and factual information about the coronavirus and what is being done to help them be safe during this pandemic. Unfortunately, much false information is spreading on social media and in other places. We are aggressively expanding our ways of reaching our to communities and stakeholders. We have had frequent press briefings, radio and TV appearances, community engagements, and publication of information, communication and education materials. These will continue and will be adapted to reach all Namibian populations. This is an evolving pandemic and we want to keep pace. Our COVID-19 information hotline: 0800 100 100, remains operational. We continue to take hundreds of calls and operators provide correct and authenticated information and advise Namibians who have concerns. With these priorities in mind, we shall continue this fight and we call on all Namibians to join the fight. There is much that can be done bu all of us to stop the spread of COVID-19: washing our hands with running water and soap; staying away when we are sick; avoiding face touching with unwashed hands; avoiding crowds and gatherings; and staying informed. It will take all of us, but Namibia will rise to this occasion. 7. Confirmed Cases in Namibia: Three new confirmed cases were reported yesterday. These are numbered as cases number 9, 10 and 11 respectively of COVID-19 in Namibia, The cases also travel-related. 7.1 Case No 9 is a 35-year old Namibian female, who resides in South Africa, came to Namibia in the 20 March 2020. On the 24 March 2020, she was attended to by a private medical practitioner and was advised to go for testing at Pathcare. The samples were taken and sent to NICD in South Africa on 25 March 2020. The test result was reported positive on the 27 March 2020. Her condition is stable. Arrangements have been made for her to be admitted in an isolation facility. 7.2 Case No.10 is a 33-year-old Namibian female, who travelled to Dubai, Ethiopia and Johannesburg during March 2020. She arrived on the 17th March 2020 in Namibia. She visited a health facility on the 26th March 2020. Specimen were taken and sent to NIP. The results came out as positive. 7.3 Case No. 11 is a 69-year-old Namibian male, who travelled to Johannesburg SA and came back 12th March 2020 in Namibia. He visited a health facility on the 25th March 2020; specimen were taken and sent to NIP on 27th March 2020. The results came out yesterday, the 28 March 2020 positive. 8. The MoHSS-led response is actively following up with all contacts of this persons to ensure proper quarantine and monitoring for symptoms. 9. As a reminder, all Namibians should be adherent to the regulations described during the declaration of a National State of Emergency on 17 March 2020 and a lock down strategy which was implemented as from the 27th of March to the 17th April 2020. People are urged to stay at home, they are encouraged to avoid crowds, and maintain personal hygiene., 10. I have this message to the public: “Namibia is in a State of Emergency; Khomas and Erongo regions are under lockdown; Measures as published in the Proclamation No 9: State of Emergency - COVID-19 Regulations: Namibia Constitution apply to the whole of Namibia. Comply, cooperate, remain calm and stay at home”. I thank you.,,002,The presidency medial release, Dr.Alfredo Tjiurimo Hengari, 29/03/2020, President Hage G. Geingob undertakes weekend inspection visits to assess implementation of Lockdown in Khomas Region. Following the commencement of the Khomas and Erongo Regions Lockdown on 28 March 2020, President Hage G. Geingob undertook during the course of the weekend inspection visits to various sites of the Khomas Region, including Katutura. Respecting guidelines on social distancing, President Geingob interacted with residents in several areas, and wishes to express satisfaction with the manner in which Namibians have embraced the guidelines to fight COVID-19. “You should not panic, and should at all times cooperate with Authorities in order to ensure that the national response to COVID-19 is effective”, the President stressed. President Geingob also used the inspection visits to emphasize to senior government officials in charge of the national response and law enforcement agencies that they must ensure that critical services, such as transportation of essential provisions is not disrupted during the period of the Lockdown. In line with the guidellines for the Lockdown, the President also underlined that quarantine activities be implemented in an effective manner. On Friday 27 March, President Geingob directed that the Lockdown will be extended to the rest of the country in order to arrest further spread of the scourge of COVID-19. The modalities for the rest of the country are being fleshed out and shall be imminently communicated to the Namibian public. Efforts are also being made to deal with all the gaps in the implementation of the natioal strategy to combat COVID-19. Emphasizing that the health of Namibians remains the first priority, President Geingob appeals for calm and calls for solidarity in order to defeat collectiively the scourge of COVID-19. Namibia currently has 11 confirmed cases of COVID-19. Stay at home – Wash Your Hands – Practice Social Distancing –Save Your Life.,,, 

  
