docid, title, author, date, body, ending, readmore,,,,,,,,,,,,,,,,,,,,,,,
001,Update on COVID-19 in Namibia, Ministry of Health and Social Services, 29/03/2020, It is currently a challenging time in Namibia since the first two confirmed cases of COVID-19 were reported in Namibia on 15th March 2020.Those who enter the country are screened at Points of Entry and are subjected to 14 days supervised quarantine. The COVID-19 information hotline: 0800 100 100, remains operational. There is much that can be done to stop the spread of COVID-19: washing hands with running water and soap; staying away when one is sick; avoiding face touching with unwashed hands; avoiding crowds and gatherings; and staying informed. Confirmed Cases in Namibia: Three new confirmed cases were reported yesterday.The cases also travel-related. As a reminder, all Namibians should be adherent to the regulations described during the declaration of a National State of Emergency on 17 March 2020 and a lock down strategy which was implemented as from the 27th of March to the 17th April 2020. People are urged to stay at home, they are encouraged to avoid crowds, and maintain personal hygiene.,,http://www.mhss.gov.na/documents/119527/775870/29+MARCH+2020+PRESS+RELEASE+.pdf/42ed5c5a-f8c2-4708-b844-9667b9b60e1b,002,The presidency medial release, Dr.Alfredo Tjiurimo Hengari, 29/03/2020, President Hage G. Geingob undertakes the weekend inspection visits to assess implementation of Lockdown in Khomas Region on 28 March 2020, President Hage G. Geingob undertook during the course of the weekend inspection visits to various sites of the Khomas Region, including Katutura. Respecting guidelines on social distancing, President Geingob interacted with residents in several areas, and wishes to express satisfaction with the manner in which Namibians have embraced the guidelines to fight COVID-19. “You should not panic, and should at all times cooperate with Authorities in order to ensure that the national response to COVID-19 is effective”, the President stressed.,,,003,Press statement non the application of the regulations on COVID-19, Office of the Minister, 29/03/2020, The regulations on the state of emergency - COVID-19 No.9 of 28 March 2020 issued by His Excellency Dr Hage G. Geingob are applicable to the State of Emergency that exists in the entire Namibian territory. The regulations became effective at 14:00 on 28 March 2020. The restrictions are on: public gatherings, movement of persons, prohibition on the sale of alcohol, closure of all open markets, informal trading activities, shebeens, bars, pubs and nightclubs, confinement to homes with limitations to restaurants, cafes, coffee shops should operate, restricted entry to Namibia. The public should refrain from creating and distributing fake news about the pandemic. The Honourable Minister of Health, Dr Kalumbi Shangula is the authorised person to disseminate information regarding the outbreak. 